TEXT_HELLO = '''<b>Привет! Рады видеть тебя в нашем боте</b>

Статья с подробной инструкцией пользования —>

🙋‍♂️<b><i>Заявки на услугу</i></b> - выбирай из списка нишу, в которую тебе нужны клиенты и получай заявки

🧑‍💻<b><i>Техподдержка</i></b> - можно задать любой вопрос по работе бота.

🏢<b><i>Личный кабинет</i></b> - активные подписки и возможность выгрузки всех лидов в гугл таблицу'''

DB_LOC = 'db'

CATEGORY_BUTTONS = [
    "Таргет",
    "SMM",
    "Сайты",
    "SEO",
    "Дизайн",
    "Контекст",
    "Продюсер",
    "Авитолог",
    "Психология",
    "Чат боты",
    "Копирайтинг",
    "Ассистент",
    "Менеджер маркетплейсов | Резюме",
    "Репетитор",
    "Фулфилмент",
    "Посевы",
    "Сертификация",
    "Коуч",
    "Менеджер",
    "Пиар",
    "Рилсмейкер",
]

PRICE = {
    1 : 150,
    7 : 300,
    30 : 600,
    90 : 1600,
    180 : 3000,
    365 : 6000
}

PRICES = {
    "Таргет" : PRICE,
    "SMM" : PRICE,
    "Сайты" : PRICE,
    "SEO" : PRICE,
    "Дизайн" : PRICE,
    "Контекст" : PRICE,
    "Продюсер" : PRICE,
    "Авитолог" : PRICE,
    "Психология" : PRICE,
    "Чат боты" : PRICE,
    "Копирайтинг" : PRICE,
    "Ассистент" : PRICE,
    "Менеджер маркетплейсов | Резюме" : PRICE,
    "Репетитор" : PRICE,
    "Фулфилмент" : PRICE,
    "Посевы" : PRICE,
    "Сертификация" : PRICE,
    "Коуч" : PRICE,
    "Менеджер" : PRICE,
    "Пиар" : PRICE,
    "Рилсмейкер" : PRICE,
}

CONVERT_MONTH = {
    '1 день' : 1,
    '1 неделя' : 7,
    '1 мес.' : 30,
    '3 мес.' : 90,
    '6 мес.' : 180,
    '12 мес.' : 365
}

ALPHABET = '1234567890,./\=-+_)(*&^%$#@!~?:%;№"!\'qwertyuiopasdfghjklzxcvbnmйцукенгшщзхъфывапролджэячсмитьбюё '